Repository: TotalVDO123/OpenCATS_RecruitmentAPP
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: pl

source: Large input boxes (notes)
pl: Duże pola tesktowe (notatki)

source: File upload box
pl: Pole ładowania pliku

source: All other input boxes (E-Mail)
pl: Inne pola tekstowe (email)

source: Search Results Table
pl: Tabela wyników wyszukania

source: Insert CSS class definition
pl: Wstaw def. klasy CSS

source: Insert Apply to Job Link
pl: Wstaw link Aplikacji na stanowisko

source: Date Created
pl: Data utworzenia

source: Contact E-Mail
pl: e-mai kontaktowy

source: Insert job details element
pl: Wstaw pole szczegółów oferty

source: Insert Number of Search Results
pl: Wstaw ilość wyników wyszukania

source: Insert Search Results Table
pl: Wstaw Tabelę wyników wyszukania

source: My Profile
pl: Mój profil

source: LDAP Enabled. Password cannot be changed from OpenCATS
pl: LDAP jest włączony. Hasło nie może być zmienione

source: Change Password
pl: Zmiana hasła

source: Note that as a demo user, you do not have privileges to modify any settings.
pl: Jako użytkownik demo nie masz uprawnień do zmiany jakichkolwiek ustawień.

source: Current Password
pl: Aktualne hasło

source: New Password
pl: Nowe hasło

source: Retype New Password
pl: Powtórz nowe hasło

source: Customization
pl: Dostosowanie

source: Calendar Customization
pl: Dostosowanie kalendarza

source: Disable AJAX dynamic event loading
pl: Wyłącz dynamiczne ładowanie zdarzeń(AJAX)

source: By default, all events are public
pl: Domyślnie wszystkie zdarzenia są publiczne

source: First day of the week is Monday
pl: Pierwszym dniem tygodnia jest Poniedziałek

source: Work day start time
pl: Początek dnia pracy

source: Work day stop time
pl: Koniec dnia pracy

source: Default calendar view
pl: Domyślny widok kalendarza

source: Day View
pl: Widok dzienny

source: Week View
pl: Widok tygodniowy

source: Month View
pl: Widok miesięczny

source: You have made changes, to apply them press 'Save' at the bottom of the page.
pl: Dokonano zmian, aby je zastosować kliknij "Zapisz" na dole strony.

source: Add option to
pl: Dodaj opcję do

source: Add Field
pl: Dodaj pole

source: Do you really want to delete the field
pl: Czy na pewno chcesz usunąć pole

source: Field Name
pl: Nazwa pola

source: Field Type
pl: Typ pola

source: Add field to
pl: Dodaj pole do

source: Done
pl: Skończone

source: E-Mail Settings
pl: Ustawienia e-mail

source: From E-Mail Address for Outgoing Messages
pl: Adres nadawcy dla wiadomości wychodzących

source: Send Test E-Mail To
pl: Wyślij e-mail testowy do

source: E-Mail Messages Generated for
pl: Wiadomości e-mail generowane dla

source: E-Mail Templates
pl: Szablony e-mail

source: Message
pl: Wiadomość

source: Insert Formatting
pl: Wstaw formatowanie

source: Insert Mail Merge Fields
pl: Wstaw pola do treści

source: Save Template
pl: Zapisz szablon

source: Reset Template
pl: Wyczyść szablon

source: These options affect how CATS formats numbers, dates, and time.
pl: Te opcje mają wpływ na to jak ATS formatuje liczby daty i czas.

source: You (and your other site users) will need to log out and log back in for these settings to take effect.
pl: Będzie potrzebne wylogowanie/zalogowanie aby zmiany w tych ustawieniach odniosły efekt.

source: Save (And Logout)
pl: Zapisz (i wyloguj)

source: Profile
pl: Profil

source: View Profile
pl: Podgląd profilu

source: View your current profile to verify your information is correct.
pl: Podgląd aktualnego profilu użytkownika.

source: Change your CATS login password.
pl: Zmiana hasła logowania do ATS.

source: Language
pl: Język

source: Polish
pl: Polski

source: English
pl: Angielski

source: Change Notification Options
pl: Zmiana opcji notyfikacji.

source: Change how CATS notifies you of new events.
pl: Zmiana sposobu informowania o nowych zdarzeniach.

source: New Version
pl: Nowa wersja

source: Your current version is
pl: Twój aktualny nr wersji

source: Build %s
pl: Kompilat %s

source: A new version is available!
pl: Nowa wersja jest dostępna!

source: Catsone.com reports your version is up to date.
pl: Wersja jest aktualna.

source: Version checking is currently disabled.
pl: Weryfikacja wersji jest wyłączona.

source: Enable New Version Check (Recommended)
pl: Włącz weryfikację wersji(zalecane)

source: Allow retrieval of forgotten passwords through email
pl: Pozwól na odzyskiwanie haseł przez e-mail

source: User Details
pl: Szczegóły użytkownika

source: Contact your site administrator to change these settings.
pl: Skontaktuj się z administratorem aby zmienić te ustawienia.

source: Can See EEO Info
pl: Ma dostęp do danych EEO.

source: This user is %s allowed to edit and view candidate's EEO information.
pl: Użytkownik %s ma dostęp do przeglądania i edycji danych EEO.

source: Last Successful Login
pl: Ostatni udany login

source: Last Failed Login
pl: Ostatni nieudany login

source: Recent Logins Activity
pl: Ostatnia aktywność(logowanie do strony)

source: Host Name
pl: Nazwa hosta

source: User Agent
pl: Przeglądarka

source: Successful
pl: Udany

source: Change Site Name
pl: Zmień nazwę Strony

source: Current site name
pl: Aktualna nazwa Strony

source: New Site Name
pl: Nowa nazwa Strony

source: General Information
pl: Informacje ogólne

source: Operating System
pl: System operacyjny

source: Operating System Type
pl: Typ systemu operacyjnego

source: PHP Version
pl: Wersja PHP

source: Database Version
pl: Wersja bazy danych

source: Installation Directory
pl: Katalog instalacji

source: Module Schema Version Information
pl: Wersje schemy dla modułów

source: Last Success
pl: Ostatni udany

source: Last Fail
pl: Ostatni nieudany

source: No permision.
pl: Brak dostępu.

source: No action.
pl: Brak akcji

source: DONE
pl: WYKONANO

source: CATS Attachments Backup
pl: Kopia zapasowa załączników ATS

source: CATS Backup
pl: Kopia zapasowa ATS

source: Error: Invalid attachment ID.
pl: Błąd: Nieprawidłowe ID załącznika.

source: Error: Failed to open zip file.
pl: Błąd: Nieudana próba otwarcia pliku zip.

source: Failed to open zip file.
pl: Nieudane otwarcie pliku zip.

source: Dumping tables...
pl: Zrzut tabel...

source: Compressing database...
pl: Kompresja bazy danych...

source: Error: Failed to add database to zip file.
pl: Błąd: Nieudana próba dołączenia bazy danych do pliku zip.

source: Failed to add database to zip file.
pl: Nieudane dołączenie bazy danych do pliku zip.

source: Compressing SQL dump...
pl: Kompresja zrzutu SQL...

source: Compressing database (%s of %s files processed)...
pl: Kompresja bazy danych (%s przetworzonych plików z %s) ...

source: Error: Failed to add database part to zip file.
pl: Błąd: Nieudane dołączenie części bazy danych do pliku zip.

source: Failed to add database part to zip file.
pl: Nieudane dołączenie fragmentu db do pliku zip.

source: Compressing database for CATS restore...
pl: Kompresja bazy danych do odtworzenia ATS

source: Adding attachments (%s of %s files processed)...
pl: Dodawanie załączników (%s przetworzonych plików z %s)...

source: Adding attachments...
pl: Dodawanie załączników...

source: Writing backup...
pl: Zapisywanie kopii zapasowej...

source: Error: Failed to write zip file.
pl: Błąd: Nieudany zapis do pliku zip.

source: Failed to add write zip file.
pl: Nieudany zapis do pliku zip.

source: Backup Finished.
pl: Kopia zapasowa wykonana.

source: Tags Settings
pl: Ustawienia tagów

source: Are you sure you want to delete this tag?
pl: Jesteś pewien że chcesz usunąć ten tag?

source: save
pl: zapisz

source: Add/Remove Tags
pl: Dodaj/usuń tagi

source: Add
pl: Dodaj

source: My Upcoming Events / Calls
pl: Nadchodzące Zdarzenia/Rozmowy

source: My Upcoming Calls
pl: Nadchodzące rozmowy

source: Candidate Deleted
pl: Kandydat usunięty

source: Company Deleted
pl: Firma usunięta

source: Contact Deleted
pl: Kontakt usunięty

source: Job Order Deleted
pl: Zlecenie usunięte

source: Misc Notes
pl: Inne notatki

source: Recent Status
pl: Ostatni status

source: Recent Status (Extended)
pl: Ostatni status(rozsz.)

source: Available
pl: Dostępny

source: OwnerID
pl: ID właściciela

source: IsHot
pl: Specjalny

source: Tags
pl: Tagi

source: CATS Notification: Company Ownership Change
pl: ATS notyfikacja: Zmieniono właściciela firmy

source: CATS Notification: Contact Ownership Change
pl: Notyfikacja ATS: Zmiana właściciela dla kontaktu

source: Rows Per Page
pl: Wierszy na Stronę

source: %s entries per page
pl: %s wierszy na stronę

source: Filter
pl: Filtr

source: is equal to
pl: równy

source: contains
pl: zawiera

source: is greater than
pl: większy niż

source: is less than
pl: mniejszy niż

source: has element
pl: zawiera element

source: Remove this Filter
pl: Usuń ten filtr

source: Reset to Default Columns
pl: Ustaw domyślne kolumny

source: Select All
pl: Zaznacz wszystko

source: Selected
pl: Zaznaczone

source: of
pl: z

source: Pagenate
pl: Paginacja

source: Next &gt;&gt;
pl: Następny &gt;&gt;

source: Last &gt;
pl: Ostatni &gt;

source: &lt; First
pl: &lt; Pierwszy

source: &lt;&lt; Prev
pl: &lt;&lt; Poprzedni

source: Text Box
pl: Pole tekstowe

source: Multiline Text Box
pl: Pole wielowierszowe

source: Check Box
pl: CheckBoks

source: Dropdown List
pl: Lista rozwijana

source: Radio Button List
pl: Radio Lista

source: In Pipeline
pl: W procesie

source: Not Contacted
pl: Bez kontaktu

source: Interviews
pl: Wywiad

source: CATS Applicant Tracking System
pl: ATS System Śledzenia Aplikantów

source: Logout
pl: Wyloguj

source: Account Inactive
pl: Konto nieaktywne

source: Read Only Access
pl: Dostęp tylko do odczytu

source: Recent
pl: Ostatnio

source: ASP Search
pl: Wyszukanie ASP

source: Recent Searches
pl: Ostatnio szukano

source: To save a recent search, press the + button below.
pl: Aby zapisać - kliknij przycisk "+" poniżej.

source: The maximum amount of saved searches is
pl: Maksymalna ilośc zapisanych wyszukiwani to

source: To save this search, delete another saved search.
pl: Aby zapisać to wyszukanie - usuń inne.

source: Save This Search
pl: Zapisz to wyszukanie

source: Saved Searches
pl: Zapisane wyszukania

source: To delete a recent search, press the - button.
pl: Aby usunąć ostatnio szukane kliknij przycisk "-"

source: Delete This Search
pl: Usuń to wyszukanie

source: Submit
pl: Wyślij

source: Near
pl: Blisko

source: Modify
pl: Modyfikuj

source: Add as Textbox
pl: Dodaj jako tekst

source: Add as Checkbox
pl: Dodaj jako check

source: An error occurred while receiving a response from the server.
pl: Wystąpił błąd przy pobieraniu odpowiedzi serwera.

source: Please type a name for the list.
pl: Należy wypełnić nazwę dla Listy.

source: That name is already in use, please try another.
pl: Nazwa jest już użyta - spróbuj użyć innej.

source: Do you really want to delete this saved list with %s entries?
pl: Czy na pewno chcesz usunąć tą listę wraz z %s pozycji?

source: All questions and answers must have at least 1 character of text.
pl: Wszystkie pytania i odpowiedzi muszą mieć przynajmniej 1 znak.

source: Enter the text you want to add in the second textbox.
pl: Wprowadź tekst do drugiego pola.

source: Enter the answer in the textbox.
pl: Wprowadź odpowiedź

source: Enter the question in the textbox.
pl: Wprowadź pytanie.

source: Your question will not be added. Use the "Add Question" button to add your question. Continue anyway?
pl: Pytanie nie zostało dodane. Użyj przycisku "Dodaj pytanie". Kontynuować mimo to?

source: Your answer will not be added. Use the "Add Answer" button to add your answer. Continue anyway?
pl: Odpowiedź nie została dodana. Użyj przycisku "Dodaj odpowiedź". Kontynuować mimo to?

source: Your action will not be added. Use the "Add Action" button to add your action. Continue anyway?
pl: Akcja nie została dodana. Użyj przycisku "Dodaj akcję". Kontynuować mimo to?

source: Any changes you have made will be lost. Continue?
pl: Dokonane zmiany nie zostaną zapisane. Kontynować?

source: Enter a title and a description for your questionnaire. This will be displayed to applicants.
pl: Wprowadź tytuł i opis dla Twojego kwestionariusza. Informacje te będą widoczne dla aplikantów.

source: Delete all questions and answers on the questionnaire and start over?
pl: Usunąć wszystkie pytania i odpowiedzi z kwestionariusza i zacząć od początku?
