Repository: TotalVDO123/OpenCATS_RecruitmentAPP
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: pl

source: Log an Activity
pl: Dopisz Działanie

source: Activity Type
pl: Typ działania

source: Activity Notes
pl: Notatki z działania

source: %s minutes
pl: %s minut

source: Set Reminder
pl: Ustaw przypomnienie

source: E-Mail To
pl: e-mail do

source: %s min early
pl: %s min. wcześniej

source: The candidate's status has been changed from
pl: Status kandydata został zmieniony z

source: to
pl: do

source: The candidate's status has not been changed.
pl: Status kandydata został zmieniony.

source: An activity entry of type %s has been added with the following note: %s.
pl: Działanie typu %s zostało dodane z notatką: %s

source: An activity entry of type %s has been added with no notes.
pl: Działanie typu %s zostało dodane bez notatek.

source: No activity entries have been added.
pl: Nie dodano żadnych działań.

source: Close
pl: Zamknij

source: Assign candidate tag
pl: Dodaj tag do kandydata

source: All data has been saved
pl: Dane zostały zapisane

source: Home
pl: Główny widok

source: Only My Candidates
pl: Tylko moi kandydaci

source: Only Hot Candidates
pl: Tylko specjalni kandydaci

source: Filter by tag
pl: Filtruj po tagu

source: Tag list
pl: Lista tagów

source: Search Candidates
pl: Wyszukaj kandydatów

source: Sorry, but you are not allowed to send e-mails.
pl: Nie jesteś autoryzowany do wysyłki wiadomości.

source: Failed to add candidate.
pl: Błąd przy dodaniu kandydata.

source: Invalid candidate ID.
pl: Nieprawidłowe ID kandydata.

source: The specified candidate ID could not be found.
pl: ID wymienionego kandydata nie zostało znalezione.

source: This candidate is hidden - only a CATS Administrator can unlock the candidate.
pl: Ten kandydat jest ukryty - tylko Administrator ATS może go odblokować.

source: Preview
pl: Podgląd

source: Invalid owner user ID.
pl: Nieprawidłowe ID Właściciela.

source: Invalid availability date.
pl: Nieprawidłowa data dostępności.

source: Failed to update candidate.
pl: Błąd przy aktualizacji danych kandydata.

source: Invalid variable type.
pl: Nieprawidłowy typ zmiennej.

source: No wild card string specified.
pl: W podanym ciągu brak symboli wieloznacznych.

source: Invalid job order ID.
pl: Nieprawidłowe ID zlecenia.

source: Invalid candidateIDArrayStored parameter.
pl: Nieprawidłowe ID Tablicy dla kandydata.

source: Failed to add candidate to pipeline.
pl: Błąd przy dodawaniu kandydata do obsługi.

source: Invalid Candidate ID.
pl: Nieprawidłowe ID kandydata.

source: Invalid Tag ID.
pl: Nieprawidłowe ID tagu.

source: Invalid attachment ID.
pl: Nieprawidłowe ID załącznika.

source: Invalid resume status.
pl: Nieprawidłowy status CV.

source: This attachment has already been added to this candidate.
pl: Ten załącznik był już dodawany do danych kandydata.

source: Invalid Job Order ID.
pl: Nieprawidłowe ID zlecenia.

source: Invalid state ID.
pl: Nieprawidłowe ID statusu.

source: Submitted for a Job Order
pl: Zgłoszony do zlecenia

source: Attachment Present
pl: Załącznik istnieje

source: This job order has been filled. Cannot assign the status Placed to any other candidate.
pl: To zlecenie zostało zrealizowane. Nie można już przypisywać do niego kandydatów.

source: Invalid activity type ID.
pl: Nieprawidłowe ID typu działania.

source: The specified pipeline entry could not be found.
pl: Wymieniony proces obsługi nie został znaleziony.

source: Error
pl: Błąd

source: An e-mail notification could not be sent to the candidate because the candidate does not have a valid e-mail address.
pl: Wiadomość nie została wysłana - kandydat nie posiada zdefiniowanego prawidłowego adresu e-mail.

source: An e-mail notification will not be sent because the message text specified was blank.
pl: Wiadomość nie zostanie wysłana - treść nie została określona

source: Demo users can not send E-Mails. No E-Mail was sent.
pl: Uzytkownicy demo nie mogą wysyłać wiadomości - e-mail nie został wysłany.

source: An e-mail notification has been sent to the candidate.
pl: Wiadomość -e-mail nie została wysłana do kandydata.

source: No e-mail notification has been sent to the candidate.
pl: Zadana wiadomość nie została wysłana do kandydata.

source: An event of type
pl: Zdarzenie typu

source: has been scheduled on
pl: zostało zaplanowane na

source: No event has been scheduled.
pl: Żadne zdarzenie nie zostało zaplanowane.

source: Bad Server Information.
pl: Błędne informacje z serwera.

source: Add Candidates to Job Order Pipeline
pl: Dodaj kandydatów do obsługi zlecenia

source: Search for a job order below, and then click on the job title to add the candidate to the selected job order pipeline.
pl: Szukaj zlecenia poniżej, następnie kliknij na nazwę zlecenia aby dodać kandydata do jego obsługi.

source: Search by Job Title
pl: Szukaj po tytule zlecenia

source: Search by Company Name
pl: Szukaj po nazwie firmy

source: Search Results
pl: Wyniki wyszukiwania

source: Ref. #
pl: Nr ref.

source: Company
pl: Firma

source: Created
pl: Utworzono

source: Recruiter
pl: Rekruter

source: Owner
pl: Właściciel

source: Action
pl: Akcja

source: No matching entries found.
pl: Brak pasujących danych.

source: Show Recently Modified Job Orders
pl: Pokaż ostatnio zmodyfikowane zlecenia

source: Recently Modified Job Orders
pl: Ostatnio zmodyfikowane zlecenia

source: Modified
pl: Zmodyfikowano

source: No recent job orders found.
pl: Brak ostatnio zmodyfikowanych zleceń.

source: The %s candidates have been successfully added to the pipeline for the selected job order.
pl: %s kandydatów zostało dodanych do obsługi wybranego zlecenia.

source: The candidate has been successfully added to the pipeline for the selected job order.
pl: Kandydat został dodany do obsługi wybranego zlecenia.

source: Create Candidate Attachment
pl: Utwórz załącznik dla kandydata

source: Attachment
pl: Załącznik

source: Resume
pl: CV

source: Create Attachment
pl: Utwórz załącznik

source: The file has been successfully attached, but CATS was unable to index the resume keywords to make the document searchable. The file format may be unsupported by CATS.
pl: Plik został dołączony, jednak ATS nie wykonał indeksu słów-kluczy aby jego treść była dostępna przy wyszukiwaniu. Ten format jest nieobsługiwany przez ATS.

source: The file has been successfully attached.
pl: Plik został dołączony.

source: Edit Profile Image
pl: Edytuj obraz dla profilu.

source: New Profile Picture
pl: Nowy obraz profilu

source: Set Image
pl: Ustaw obraz

source: The picture has been saved..
pl: Obraz został zapisany.

source: Edit
pl: Edytuj

source: Edit Candidate
pl: Edytuj kandydata

source: Unchecking this box indicates the candidate is inactive, and will no longer display on the resume search results.
pl: Wyłączenie tej opcji spowoduje że kandydat stanie się nieaktywny i nie będzie wyświetlany w wynikach wyszukiwania CV.

source: Best Time To Call
pl: Pref. godziny kontaktu

source: Hot Candidate
pl: Kandydat specjalny

source: Sources
pl: Źródła

source: Edit Sources
pl: Edytuj źródła

source: E-Mail new owner of change
pl: Wyślij wiadomośći do nowego właściciela

source: Picture
pl: Obraz

source: Edit Profile Picture
pl: Edytuj Obraz dla profilu

source: Editing EEO data is disabled.
pl: Edycja danych EEO wyłączona

source: Gender
pl: Płeć

source: Back to Details
pl: Wróć do szczegółów

source: Hot Lists
pl: Listy specjalne

source: none
pl: brak

source: Manage Hot Lists
pl: Zarządzaj listami specjalnymi

source: Select to View
pl: Zaznacz aby obejrzeć

source: All Hot Candidates
pl: Wszyscy specjalni kandydaci

source: All Candidates
pl: Wszyscy kandydaci

source: Page
pl: Strona

source: Most Recently Modified First
pl: Ostatnio zmodyfikowani na początku

source: Candidate
pl: Kandydat

source: Questionnaire
pl: Kwestionariusz

source: Questionnaire Results
pl: Wyniki kwestionariusza

source: <- Back to Candidate Profile
pl: <- Powrót do profilu kandydata

source: Printer Friendly
pl: Wersja do druku

source: Candidate Information
pl: Informacje o kandydacie

source: Will Relocate
pl: Zrelokuje się

source: Error: No text exists for this attachment.
pl: Błąd: Brak tekstu dla tego załącznika.

source: Search By
pl: Wyszukaj poprzez

source: Candidate Name
pl: Nazwa kandydata

source: Resume Keywords
pl: Słowa kluczowe w CV

source: Phone Number
pl: Nr telefonu

source: Search
pl: Szukaj

source: Send E-mail
pl: Wyślij e-mail

source: Send Candidates E-mail
pl: Wyślij wiadomość do kandydatów

source: Your e-mail has been successfully sent to the following recipients:
pl: Twoja wiadomość została wysłana do następujących odbiorców:

source: Subject
pl: Temat

source: Body
pl: Treść

source: Send E-Mail
pl: Wyślij e-mail

source: Candidate Details
pl: Szczegóły kandydata

source: This entry is hidden. Only CATS Administrators can view it or search for it. To make it visible by the site users, click %s
pl: Ten wpis jest ukryty. Tylko administrator ATS ma do niego dostęp. Aby udostępnić wpis innym użytkownikom - kliknij %s

source: Here.
pl: Tutaj.

source: Name
pl: Nazwa

source: INACTIVE
pl: NIEAKTYWNY

source: Pipeline
pl: Obsługa

source: Delete this attachment?
pl: Usunąć ten załącznk?

source: [More]
pl: [Więcej]

source: [Less]
pl: [Mniej]

source: Upcoming Events
pl: Nadchodzące zdarzenia

source: Questionnaires
pl: Kwestionariusze

source: Title (Internal)
pl: Tytuł(wewnętrzny)

source: Completed
pl: Zakończony

source: Description (Public)
pl: Opis(publiczny)

source: View
pl: Widok

source: Print
pl: Drukuj

source: Attachments
pl: Załączniki

source: Add Attachment
pl: Dodaj załącznik

source: Add/Remove
pl: Dodaj/Usuń

source: Delete this candidate?
pl: Usunąć tego kandydata?

source: View History
pl: Zobacz historię

source: Administrative Show
pl: Pokaż(Administrator)

source: Administrative Hide
pl: Ukryj(Administrator)

source: Job Order Pipeline
pl: Proces obsługi zleceń

source: Match
pl: Zgodny

source: Added
pl: Dodany

source: Show History
pl: Pokaż historię

source: Hide History
pl: Ukryj historię

source: Mark as Screened
pl: Oznacz jako wyświetlony

source: Log an Activity / Change Status
pl: Wpisz działanie/Zmień status

source: Remove from Pipeline
pl: Usuń z obsługi

source: Loading pipeline details...
pl: Ładowanie szczegółów obsługi....

source: Add This Candidate to Job Order Pipeline
pl: Dodaj tego kandydata do obsługi zlecenia

source: Entered
pl: Wprowadzony

source: You must enter an event title.
pl: Należy wprowadzić tytuł zdarzenia.

source: Add To List
pl: Dodaj do Listy

source: Add To Pipeline
pl: Dodaj do obsługi

source: Export
pl: Eksport

source: Added To List
pl: Dodany do listy

source: Remove From This List
pl: Usuń z tej Listy

source: You must enter a first name.
pl: Należy wypełnić imię.

source: You must enter a last name.
pl: Należy wypełnić nazwisko.

source: You must enter some search text.
pl: Tekst do wyszukania musi być wprowadzony.

source: You must enter a file to upload.
pl: Plik do załadowania musi być wskazany.

source: You must enter numbers to search.
pl: Należy wpisać liczby do wyszukania.

source: You must enter a subject for your e-mail.
pl: Należy wpisać temat wiadomości

source: You must enter a body for your e-mail.
pl: Należy wpisać treść wiadomości

source: Companies
pl: Firmy

source: Add Company
pl: Dodaj firmę

source: Company Name
pl: Nazwa Firmy

source: Primary Phone
pl: Gł. tel.

source: Secondary Phone
pl: Dod. tel.

source: Fax Number
pl: Nr faksu

source: Departments
pl: Wydziały

source: Edit Departments
pl: Edytuj wydziały

source: No Departments
pl: Brak wydziałów

source: Hot Company
pl: Firma specjalna

source: Key Technologies
pl: Kluczowe technologie

source: Back to Companies
pl: Powrót do firm

source: Only My Companies
pl: Tylko moje firmy

source: Only Hot Companies
pl: Tylko specjalne firmy

source: There was a problem with your request
pl: Wystąpił problem przy obsłudze żądania

source: Items
pl: Pozycji

source: Search Companies
pl: Wyszukaj firmy

source: Go To My Company
pl: Przejdź do mojej firmy

source: The specified company ID could not be found.
pl: Wymienione ID firmy nie zostało znalezione.

source: Failed to add company.
pl: Błąd przy dodaniu firmy.

source: Invalid company ID.
pl: Nieprawidłowe ID Firmy.

source: Invalid billing contact ID.
pl: Nieprawidłowe ID kontaktu fin.

source: Failed to update company.
pl: Błąd aktualizacji danych firmy.

source: Cannot delete internal postings company.
pl: Nie można usunąć firmy dla notatek wewnętrznych.

source: Invalid search mode.
pl: Nieprawidłowy tryb wyszukiwania.

source: Create Company Attachment
pl: Utwórz załącznik dla firmy.

source: Edit Company
pl: Edytuj firmę

source: Billing Contact
pl: Kontakt fin.

source: Edit all contacts address information to match company address?
pl: Edytować dane adresowe kontaktów aby je uaktualnić względem adresu firmy?

source: Yes, synchronize addresses.
pl: Tak, synchronizuj adresy.

source: No, leave addresses unmodified.
pl: Nie, pozostaw adresy bez zmian.

source: View in New Window
pl: Otwórz w nowym oknie

source: Company Details
pl: Szczegóły firmy

source: edit
pl: edytuj

source: Delete this company?
pl: Usunąć tą firmę?

source: delete
pl: usuń

source: Age
pl: Wiek(dni)

source: Add Job Order
pl: Dodaj zlecenie

source: New Job Order
pl: Nowe zlecenie

source: Department
pl: Wydział

source: No E-Mail Address
pl: Brak adresu e-mail

source: Add Contact
pl: Dodaj kontakt

source: add contact
pl: dodaj kontakt

source: Show All
pl: Pokaż wszystko

source: Show contacts who have left
pl: Pokaż pozostałe kontakty

source: Hide contacts who have left
pl: Ukryj pozostałe kontakty

source: Jobs
pl: Oferty

source: Phone
pl: Telefon

source: You must enter a name.
pl: Należy wprowadzić nazwę.

source: Contacts
pl: Kontakty

source: Internal Contact
pl: Kontakt wewnętrzny

source: Reports to
pl: Raport do

source: Hot Contact
pl: Kontakt specjalny

source: Other Phone
pl: Inny telefon

source: Back to Contacts
pl: Powrót do kontaktów

source: No changes have been made.
pl: Nie dokonano żadnych zmian.

source: Cold Call List
pl: Lista akwizycji

source: Only Contacts with Phone Numbers
pl: Tylko kontakty z numerem telefonu

source: Only My Contacts
pl: Tylko moje kontakty

source: Only Hot Contacts
pl: Tyko specjalne kontakty

source: Add contacts to keep track of people you work with.
pl: Dodaj kontakty do osób z którymi pracujesz.

source: Search Contacts
pl: Wyszukuj kontakty

source: Invalid contact ID.
pl: Nieprawidłowe ID Kontaktu.

source: The specified contact ID could not be found.
pl: Kontakt o wskazanym ID nie został znaleziony

source: No Notes
pl: Brak notatek

source: Failed to add contact.
pl: Błą przy dodaniu kontaktu.

source: Failed to update contact.
pl: Błąd przy aktualizacji kontaktu.

source: Edit Contact
pl: Edytuj kontakt

source: Left Company
pl: Opuścił firmę

source: Contact Information
pl: Informacje o kontakcie

source: Contact Name
pl: Kontakt - nazwa

source: Contact
pl: Kontakt

source: Contact Details
pl: Szczegóły kontaktu

source: no longer associated with company
pl: nie pracuje już w tej firmie

source: Reports To
pl: Raport do

source: Log an Activity / Schedule Event
pl: Zaloguj działanie/Zaplanuj zdarzenie

source: You must select a company.
pl: Firma musi być wypełniona.

source: You must enter a title.
pl: Tytuł musi zostać wypełniony.

source: CATS: Error
pl: ATS: Błąd

source: You are logged in as a %s
pl: Jesteś zalogowany jako %s

source: demo account.
pl: konto demo.

source: Demo accounts have several restrictions in place because of their inherent anonymity.
pl: Konta demo mają kilka ograniczeń związanych z ich anonimowością.

source: You may wish to sign up for a OpenCATS Hosted account -- it's free, and none of the demo restrictions are in place.
pl: Jeśli chcesz utworzyć pełne konto utrzymywane na platformie OpenATS - mamy dostępną odpowiednią usługę.

source: To sign up
pl: Aby się zarejestrować

source: click here
pl: kliknij tutaj

source: My Recent Calls
pl: Ostatnie rozmowy

source: Recent Hires
pl: Ostatnie rekrutacje

source: Hiring Overview
pl: Przegląd rekrutacji

source: Weekly
pl: Tygodniowo

source: Monthly
pl: Miesięcznie

source: Yearly
pl: Rocznie

source: Important Candidates (Submitted, Interviewing, Offered in Active Job Orders)
pl: Ważni Kandydaci (Zarejestrowani, W procesie, Skierowani dla aktywnych zamówień)

source: %s Items
pl: %s poz.

source: Dashboard
pl: Panel

source: No search ID specified.
pl: Brak ID dla wyszukania.

source: No current URL specified.
pl: Brak adresu URL.

source: No query string specified.
pl: Brak treści zapytania.

source: Quick Search
pl: Szybkie wyszukanie

source: Job Orders Results
pl: Rezultaty dla zleceń

source: Candidates Results
pl: Rezultaty dla kandydatów

source: Cell
pl: Komórka

source: Companies Results
pl: Rezultaty dla firm

source: Contacts Results
pl: Rezultaty dla kontaktów

source: Work
pl: Praca

source: Position
pl: Pozycja

source: Import Data
pl: Import danych

source: Notice
pl: Notyfikacja

source: You have recently imported CSV data. You can click here to review or delete the imported data.
pl: Ostatnio importowano dane CSV. Kliknij tutaj aby przejrzeć lub usunąć zaimportowane dane.

source: View Recent Imports
pl: Podgląd ostatnich importów

source: Warning!
pl: Ostrzeżenie!

source: CATS may discard or fail to read some of the submitted data which it does not understand how to use. Do not discard the original data!
pl: ATS może nie być w stanie załadować niektórych danych. Nie pozbywaj się danych źródłowych!

source: PLEASE WAIT!
pl: PROSZĘ CZEKAĆ!

source: Please wait! Importing data may take a few minutes.
pl: Proszę czekać! Ładowanie danych może potrwać kilka minut.

source: You must have 1 field set as Company.
pl: Przynajmniej jedno pole musi być ustawione jako Firma.

source: File Format
pl: Format pliku

source: Tab Delimited Data
pl: Dane rozdzielone tabulacją

source: Comma Delimited Data (CSV)
pl: Rozdzielony przecinkami (CSV)

source: Semicolon Delimited Data (CSV)
pl: Rozdzielony średnikami (CSV)

source: Import Into
pl: Import do

source: Map Data
pl: Mapuj dane

source: You are importing data into Contacts. Each contact is required to have an associated Company.
pl: Importujesz dane do kontaktów. Każdy kontakt wymaga określenia Firmy.

source: If you wish, CATS can create the companies for each company who is not in the database. The company's contact information will be identical to the first contacts contact information.
pl: ATS może utworzyć firmę dla każdego przypadku gdy nie istnieje w bazie. Informacje kontaktu zostaną załadowane z pierwszego wpisu dla Firmy.

source: For example, if adding John Smith listed as being associated to Fun Industries, and John Smith is listed as having work address '1234 Fun St.', then CATS can create the company Fun Industries with address '1234 Fun St.'.
pl: Dla przykładu ładując dane dla kontaktu Jan Kowalski z firmy Przykładowa Sp z o.o. - jeśli Jan ma adres 'Błotna 20' wtedy ATS utworzy Firmę 'Przykładowa Sp. z o.o.' z adresem 'Błotna 20'

source: If you choose not to generate company data, then contacts with unknown companies will not be imported.
pl: Jeśli wybierzesz aby nie tworzyć firm - kontakty powiązane z niezindentyfikowanymi Firmami nie zostaną załadowane.

source: Should CATS generate the company data automatically?
pl: Czy ATS ma utworzyć dane Firm automatycznie?

source: Yes, generate assocated company data.
pl: Tak, generuj dane firm.

source: No, just import the contacts.
pl: Nie, tylko import zidentyfikowanych kontaktów

source: If there is no name for the companies contact, should CATS name the contact 'nobody' and add it to the company?
pl: Jeśli brak nazwy kontaktu - czy ATS ma nazwać wpis 'nobody' i dodać do Firmy?

source: Yes, add a name as necessary.
pl: Tak, dodaj nazwę jeśli konieczne.

source: No, throw out these records.
pl: Nie, pomiń takie wpisy.

source: The following fields were detected in your data. Please pick where to put the data from each field, then press import at the bottom.
pl: Następujące pola zostały zidentyfikowane w Twoich danych. Proszę wybrać do jakich pól systemu je zaimportować a następnie kliknąć import u dołu.

source: Sample Data
pl: Przykładowe dane

source: Do not import.
pl: Nie importuj.

source: Import as a %s field.
pl: Importuj jako wskazane pole w %s.

source: Add field to Extra Fields and Import.
pl: Dodaj to pole do pól dodatkowych.

source: Field
pl: Pole

source: Next
pl: Dalej

source: Import data
pl: Importuj dane

source: Error!
pl: Błąd!

source: Success
pl: Sukces

source: What would you like to import?
pl: Wybierz typ danych do załadowania.

source: Resumes
pl: CV

source: Step 2
pl: Krok 2

source: File
pl: Plik

source: Comma Delimited (CSV)
pl: Rozdzielony przecinkami (CSV)

source: Semicolon Delimited (CSV)
pl: Rodzielone średnikami (CSV)

source: Tab Delimited
pl: Rozdzielony tabulacją

source: Back
pl: Powrót

source: Uploading file, please wait...
pl: Ładowanie pliku, proszę czekać...

source: The revert was successful.
pl: Cofnięcie było skuteczne.

source: Full Name
pl: Pełna nazwa

source: Zip
pl: Kod pocztowy

source: Phone 2
pl: Telefon 2

source: No data type was specified.
pl: Nie wyspecyfikowano typu danych.

source: No destination was specified.
pl: Nie wyspecyfikowano miejsca docelowego.

source: Demo user can not import data.
pl: Uzytkownik demo nie może importować danych.

source: No 2nd parser has been included for the specified data type.
pl: Brak 2-giego parsera dla tego typu danych.

source: No file was uploaded.
pl: Żaden plik nie został załadowany.

source: File size is less than 1 byte.
pl: Rozmiar pliku jest mniejszy niż 1 bajt.

source: Directory '%s' does not exist and can't be created. CATS is not configured correctly.
pl: Katalog %s nie istnieje i nie może zostać utworzony. ATS nie jest skonfigurowany poprawnie.

source: Cannot copy temporary file from %s to %s.
pl: Nie udało się skopiować pliku tymczasowego z %s do %s.

source: No parser exists for the specified data type.
pl: Brak parsera dla podanego typu danych.

source: Cannot open the copied file (Internal error).
pl: Błąd kopiowania pliku (błąd wewnętrzny).

source: Cannot handle that data type.
pl: System nie obsługuje tego typu danych.

source: Cannot handle that destination.
pl: System nie obsługuje tego formatu docelowego.

source: Cannot handle that data type for sample data.
pl: Nie obsługiwany typ danych dla informacji przykładowych.

source: Invalid filename. (Internal error)
pl: Błędna nazwa pliku (błąd wewnętrzny)

source: Cannot handle the specified destination.
pl: Nieobsługiwany format docelowy.

source: Cannot read that data type.
pl: Nie można odczytać tego formatu danych.

source: Cannot handle that destination for new foreign entry setting.
pl: System nie obsługuje tego formatu docelowego.

source: errors
pl: błędy

source: First %s errors (of
pl: Pierwsze %s błędów (z

source: The import was successful. Of a total %s rows of data
pl: Import zakończył się sukcesem. Załadowano %s wierszy.

source: were imported into
pl: zostały zaimportowane do

source: In addition, %s companies were created.
pl: Dodatkowo, %s firm zostało utworzonych.

source: The dropped rows either had bad data, or were missing required fields (at least 1 name field).
pl: Pominięte wpisy miały błędne dane lub brakowało wymaganych pól(przynajmniej jedno pole z nazwą).

source: You will have 1 week to review the import before the changes become permanent.
pl: Masz tydzień na przegląd zaimportowanych danych. Później dane zostaną oznaczone jako stałe.

source: Revert Import
pl: Cofnij import

source: View Import Errors
pl: Podgląd błędów importu.

source: Required fields (first name, last name) are missing.
pl: Brakuje wymaganych pól (imię, nazwisko).
