Repository: TotalVDO123/OpenCATS_RecruitmentAPP
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: pl

source: No Status
pl: Brak statusu

source: No Contact
pl: Bez kontaktu

source: Contacted
pl: Kontakt nawiązany

source: Candidate Responded
pl: Kandydat odpowiedział

source: Qualifying
pl: W kwalifikacji

source: Submitted
pl: Skierowany

source: Interviewing
pl: Na rozmowie

source: Offered
pl: Przedstawiony

source: Not in Consideration
pl: Nie rozpatrywany

source: Client Declined
pl: Odmowa klienta

source: Placed
pl: Zatrudniony

source: Call
pl: Rozmowa

source: Call (Talked)
pl: Rozmowa(przeprowadzono)

source: Call (LVM)
pl: Rozmowa(LVM)

source: Call (Missed)
pl: Rozmowa(nieodebrana)

source: Meeting
pl: Spotkanie

source: Other
pl: Inne

source: No controller found
pl: Brak kontrolera

source: No route %s for module %s
pl: Brak ścieżki %s dla modułu %s

source: Active
pl: Aktywny

source: Upcoming
pl: Nadchodzący

source: Prospective / Lead
pl: Prowadzony

source: On Hold
pl: Wstrzymany

source: Full
pl: Pełny/Zrealizowany

source: Closed
pl: Zamknięty

source: Canceled
pl: Anulowany

source: OpenCATS
pl: OpenATS

source: Installation Wizard Script
pl: Skrypt Kreatora Instalacji

source: Applicant Tracking System
pl: System Rejestracji Aplikantów

source: Step
pl: Krok

source: System Check
pl: Weryfikacja systemu

source: Database Connectivity
pl: Połączenie z bazą danych

source: Loading Data
pl: Ładowanie danych

source: Setup Resume Indexing
pl: Konfiguracja indeksowania CV

source: Mail Settings
pl: Ustawienia poczty elektronicznej

source: Loading Extras
pl: Ładowanie dodatków

source: Finishing Installation
pl: Kończenie instalacji

source: Restart Install
pl: Ponowienie instalacji

source: OpenCATS is already installed!
pl: OpenATS został już zainstalowany!

source: To run the installer again, you must first delete the file named INSTALL_BLOCK in the OpenCATS directory.
pl: Aby ponownie uruchomić instalator trzeba najpierw usunąć plik 'INSTALL_BLOCK' w głównym katalogu OpenATS.

source: After removing the file, you can click &quot;Retry Installation&quot; below.
pl: Po usunięciu pliku należy kliknąć przycisk &quot;Ponów instalację&quot; poniżej.

source: Retry Installation
pl: Ponów instalację

source: Welcome to OpenCATS!
pl: Witamy w OpenATS!

source: This process will help you set up the OpenCATS environment for the first time.
pl: Ten instalator pomoże w konfiguracji środowiska dla OpenATS na tym komputerze.

source: Before we begin, OpenCATS needs to run some tests on your system to make sure that your web environment can support OpenCATS and is configured properly.
pl: OpenATS wykona kilka testów aby określić czy środowisko jest odpowiednie dla dalszej instalacji.

source: Test Results
pl: Wyniki testów

source: PHP %s or greater is required to run OpenCATS. Found version: %s.
pl: PHP w wersji %s lub wyższej jest wymagane aby uruchomić OpenATS. Aktualna wersja: %s.

source: Database Configuration
pl: Konfiguracja bazy danych

source: The OpenCATS installer needs some information about your MySQL database to continue the installation.
pl: Instalator OpenATS potrzebuje kilku informacji o bazie danych aby kontynuować proces.

source: If you do not know this information, then please contact your website host or administrator.
pl: Jeśli nie posiadasz tych informacji - skontaktuj się z administratorem.

source: Please note that this is probably NOT the same as your FTP login information!
pl: Zauważ że te dane są najprawdopodobniej inne niż dane Twojego konta FTP!

source: Database Name
pl: Nazwa bazy danych

source: Database User
pl: Użytkownik bazy danych

source: Database Password
pl: Hasło użytkownika bazy danych

source: Database Host
pl: Host bazy danych

source: usually
pl: zwykle

source: Test Database Connectivity
pl: Testuj połączenie do bazy danych

source: Resume Indexing Configuration
pl: Konfiguracja Indeksowania CV

source: OpenCATS can index resumes for advanced searching with the assistance of external document processing software.
pl: OpenATS ma możliwość zaawansowanego indeksowania dokumentów przy pomocy programów zewnętrznych.

source: You need to configure the software below to enable resume indexing.
pl: Należy skonfigurować oprogramowanie wymienione poniżej aby aktywować indeksowanie CV.

source: Where can I get this software?
pl: Skąd mogę pozyskać to oprogramowanie?

source: .doc file
pl: Plik .doc

source: Microsoft Word Document
pl: Dokument Microsoft Word

source: Path to Antiword Executable
pl: Ścieżka do programu 'AntiWord' (czytnik dokumentów MsWord)

source: .pdf file
pl: Plik .pdf

source: Adobe Acrobat Document
pl: Dokument Adobe Acrobat

source: Path to PDFToText Executable
pl: Ścieżka do programu 'PDFToText' (czytnik pdf)

source: .html file
pl: Plik .html

source: Hypertext Markup Document
pl: Dokument hipertekstowy

source: Path to Html2Text Executable
pl: Ścieżka do programu 'Html2Text' (czytnik HTML)

source: .rtf file
pl: Plik .rtf

source: Rich Text Document
pl: Dokument Rich Text

source: Path to UnRTF Executable
pl: Ścieżka do programu 'UnRTF' (czytnik RTF)

source: Test Configuration
pl: Test konfiguracji

source: Skip this Step
pl: Pomiń ten krok

source: Please enter your e-mail address (for where OpenCATS e-mails should be replied to, etc.).
pl: Wprowadź swój adres e-mail (adres główny z którego będą wysyłane wiadomości)

source: OpenCATS sends automatic E-Mails on different events.
pl: OpenATS wysyła wiadomości e-mail automatycznie w szeregu przypadkach.

source: Please choose the mechanism for E-Mail delivery via OpenCATS.
pl: Wybierz mechanizm który będzie używany przy wysyłce wiadomości z poziomu OpenATS.

source: Mail Support
pl: Obsługa e-mail

source: None
pl: Brak

source: PHP Built-In Mail Support (recommended)
pl: Obsługa wbudowana w PHP (rekomendowane)

source: SMTP w/Authorization
pl: SMTP z autoryzacją

source: Sendmail Location
pl: Położenie programu Sendmail

source: SMTP Host
pl: IP Serwera SMTP

source: SMTP Port
pl: Port SMTP

source: SMTP Username
pl: Użytkownik SMTP

source: SMTP Password
pl: Hasło SMTP

source: Loading Extras - Detecting Installed Components
pl: Ładowanie dodatków - Detekcja zainstalowanych komponentów

source: Please wait while the installer checks what components you have installed...
pl: Poczekaj aż instalator sprawdzi zainstalowane komponenty...

source: Loading Data - Installing
pl: Ładowanie danych - instalacja

source: Please wait while the selected components are installed...
pl: Poczekaj aż wybrane komponenty zostaną zainstalowane...

source: Loading Extras - Installing
pl: Ładowanie dodatków - instalacja

source: Performing Maintenance
pl: Wykonanie obsługi

source: Please wait whilst the OpenCATS database is brought up to date...
pl: Poczekaj aż baza danych zostanie zaktualizowana...

source: SQL Query Being Executed
pl: Wykonanie zapytań SQL

source: Please wait while your unindexed resumes are reindexed...
pl: Poczekaj aż CV zostaną zindeksowane...

source: Loading Data - Empty Database
pl: Początkowe ładowanie danych

source: The installer is ready to set up your OpenCATS data. Please pick the way you want the installer to set up OpenCATS
pl: Instalator jest gotowy aby zainstalować dane OpenATS. Wybierz sposób instalacji

source: New Installation (Recommended)
pl: Nowa instalacja

source: Demonstration Installation
pl: Instalacja demonstracyjna

source: Restore Installation from Backup
pl: Odczyt instalacji z kopii zapasowej

source: You can always run the installer again to clear the database and choose a different option.
pl: Można także uruchomić instalator ponownie aby wyczyścić bazę danych i wybrać inną opcję.

source: Loading Data - Unknown Data in the Database
pl: Ładowanie danych - napotkano nieznane dane

source: The installer has scanned the database and found unknown tables in the database. This could indicate that another application has been installed in the database beforehand.
pl: Instalator wykrył w bazie danych nieznane tabele. To może oznaczać, że inna aplikacja została zainstalowana w tej samej bazie danych.

source: Please remove all of the-non OpenCATS tables to continue.
pl: Należy usunąć obce tabele z bazy danych, lub skonfigurować inną bazę aby kontynuować.

source: Remove Non-OpenCATS Tables
pl: Usuń obce tabele

source: Do Nothing and Retry Installation
pl: Zignoruj i ponów instalację

source: Loading Data - Upgrade
pl: Ładowanie danych - aktualizacja

source: The installer has scanned the database and found an older version of OpenCATS in the database (%s).
pl: Instalator wykrył w bazie starszą wersję danych dla systemu OpenATS(%s).

source: The installer will upgrade your database version to the latest version automatically.
pl: Instalator automatycznie zaktualizuje bazę danych.

source: Loading Data - Existing Database
pl: Ładowanie danych - istniejąca baza

source: The installer has detected an existing installation of OpenCATS.
pl: Instalator wykrył istniejącą instalację systemu OpenCATS.

source: How would you like to proceed?
pl: Proszę wybrać sposób kontynuacji

source: Use existing OpenCATS installation and automatically preform any necessary upgrade (recommended).
pl: Użyć istniejącej instalacji i wykonać konieczne aktualizacje (rekomendowane)

source: Delete existing data and create a new installation.
pl: Usunąś istniejące dane i utworzyć nową instalację

source: Delete existing data and install the OpenCATS demonstration database.
pl: Usunąś istniejące dane i zainstalować wersję demonstracyjną

source: Delete existing data and restore a previous OpenCATS installation from backup.
pl: Usunąć istniejące dane i przywrócić instalację z kopii zapasowej

source: If you choose to use the existing OpenCATS installation, you can always run the installer again later and choose a different option.
pl: Jeśli wybierzesz użycie istniejącej instalacji - będzie możliwe ponowne uruchomienie instalatora i wybranie innej opcji.

source: Next -->
pl: Dalej -->

source: Loading Data - Restore from Backup
pl: Ładowanie danych - przywrócenie z kopii zapasowej

source: The installer is ready to restore your backup.
pl: Instalator jest gotowy do odzyskania danych z kopii zapasowej

source: Please upload the file %s into the %s directory.
pl: Załaduj plik %s do katalogu %s.

source: The installer will load the data out of the %s and set up your site accordingly, and then it will delete the file (preventing unauthorized access to the backup file).
pl: Instalator załaduje dane z pliku %s i odpowiednio skonfiguruje system. Następnie ten plik zostanie usunięty(w celu przeciwdziałania nieautoryzowanemu użyciu).

source: I have uploaded the file %s into the restore directory.
pl: Plik %s został załadowany do katalogu 'restore'.

source: Continue
pl: Kontynuuj

source: Cancel
pl: Anuluj

source: Loading Data - Demo
pl: Ładowanie danych - demo

source: The installer is about to install a demonstration database for the fictitious company '%s'.
pl: Instalator uruchamia wersję demonstracyjną dla fikcyjnej firmy '%s'.

source: The database will be pre-populated with test data that you can use to train new users on using OpenCATS.
pl: Baza danych została załadowana przy użyciu danych testowych których można użyć do szkolenia nowych użytkowników.

source: You can login using username: %s, password %s (or by clicking %s on the login screen).
pl: Można zalogować się przy użyciu nazwy konta %s i hasła %s (lub klikając %s w oknie logowania).

source: Login to demo
pl: Zaloguj do wersji demo

source: To clear the demo data and start a production system, run the installer again.
pl: Aby usunąć dane demonstracyjne i uruchomić roboczy system należy ponownie uruchomić instalator.

source: The installer has finished installing OpenCATS!
pl: Instalator zakończył uruchomienie OpenATS

source: The installer has been disabled to prevent unauthorized access. To run the installer again, delete the file 'INSTALL_BLOCK' in your OpenCATS directory.
pl: Instalator został wyłączony aby zapobiec nieautoryzowanemu użyciu. Aby ponownie uruchomić instalator należy usunąć plik 'INSTALL_BLOCK' w katalogu głównym OpenATS.

source: You may now login to OpenCATS. If it is a new installation, use the following logon information
pl: Można już zalogować się do OpenATS. w wypadku nowej instalacji należy użyć poniższych danych

source: Username: admin
pl: Użytkownik: admin

source: Password: admin
pl: Hasło: admin

source: OpenCATS will periodically check for new versions of the software from %s, and will send non confidential information about your installation including operating system version and web browser configuration back to %s in order for us to improve OpenCATS.
pl: OpenATS cyklicznie sprawdza dostępność aktualizacji pod adresem %s. W tym celu wysyła kilka jawnych informacji włączając wersję systemu i konfigurację przeglądarki do %s w celu doskonalenia systemu.

source: To see what information is sent, view lib/NewVersionCheck.php.
pl: Aby zweryfikować jakie dane są wysyłane - można zajrzeć do pliku lib/NewVersionCheck.php.

source: Start OpenCATS
pl: Uruchom OpenATS

source: Finishing Installation - Demo
pl: Kończenie instalacji - demo

source: You may now login to OpenCATS.
pl: Można już zalogować się do OpenATS.

source: To login, either click %s on the logon screen or use the following logon information
pl: Aby zalogować się kliknij %s w oknie logowania lub użyj poniższych danych

source: Username: %s
pl: Użytkownik: %s

source: Password: %s
pl: Hasło: %s

source: Warning: This option will delete ALL of the data in your current database. Are you sure you want to proceed?
pl: Uwaga: Ta opcja usunie wszystkie dane we wskazanej bazie danych! Jesteś pewny że chcesz kontynuować?

source: THIS ACTION CANNOT BE UNDONE! Make sure you have backed up and saved all your data before you do this!
pl: TA CZYNNOŚĆ NIE MOŻE ZOSTAĆ WYCOFANA! Upewnij się że dysponujesz kopią zapasową danych zanim przejdziesz dalej!

source: Yes - Delete All Data
pl: Tak - Usuń Wszystkie Dane

source: No - Do Not Delete Data
pl: Nie - Niczego Nie Usuwaj

source: Loading Extras - Localization
pl: Ładowanie dodatków - lokalizacja

source: Please choose your time zone.
pl: Wybierz swoją strefę czasową.

source: Please choose your preferred date format.
pl: Wybierz preferowany format daty.

source: Loading Extras - Choose Extras
pl: Ładowanie dodatków - wybór elementów

source: OpenCATS comes with some optional features. You can enable them below.
pl: OpenATS zawiera opcjonalne elementy. Można je aktywować poniżej.

source: To add or remove features in the future, run the installer again.
pl: Aby włączyć/wyłączyć opcje później - należy ponownie uruchomić instalator.

source: All tests passed successfully!
pl: Wszystkie testy zakończone pozytywnie!

source: One or more tests issued a warning. You may still proceed, but read the warnings carefully and address them if you can.
pl: Jeden lub więcej testów zakończone ostrzeżeniem. Można kontynuować ale należy przeczytać uważnie ostrzeżenia i obsłużyć je w miarę możliwości.

source: If you have any questions, visit the OpenCATS forums at %s.
pl: Jeśli masz jakieś pytania - odwiedź forum pod adresem %s.

source: One or more tests failed. Please correct the errors and try again.
pl: Jeden lub więcej testów zakończonych niepowodzeniem. Należy skorygować błędy i ponowić instalację.

source: Activities
pl: Działania

source: Activities are automatically recorded based on actions you perform.
pl: Działania są rejestrowane automatycznie na podstawie wykonywanych akcji.

source: Invalid starting date.
pl: Nieprawidłowa data początkowa.

source: Invalid ending date.
pl: Nieprawidłowa data końcowa.

source: Today
pl: Dzisiaj

source: Yesterday
pl: Wczoraj

source: Last Week
pl: Ostatni tydzień

source: Last Month
pl: Ostatni miesiąc

source: Last 6 Months
pl: Ostatnie 6 miesięcy

source: All
pl: Wszystkie

source: Activities on %s
pl: Działania w dniu %s

source: Date
pl: Data

source: First Name
pl: Imię

source: Last Name
pl: Nazwisko

source: Regarding
pl: Dotyczy

source: Activity
pl: Działanie

source: Notes
pl: Notatki

source: Entered By
pl: Wprowadzone przez

source: No activities found on %s
pl: Brak aktywności w dniu %s

source: You must enter a Date that is later then the begining search date.
pl: Nleży wprowadzić datę późniejszą niż data początkowa dla wyszukiwania.

source: January
pl: Styczeń

source: February
pl: Luty

source: March
pl: Marzec

source: April
pl: Kwiecień

source: May
pl: Maj

source: June
pl: Czerwiec

source: July
pl: Lipiec

source: August
pl: Sierpień

source: September
pl: Wrzesień

source: October
pl: Październik

source: November
pl: Listopad

source: December
pl: Grudzień

source: Jan
pl: Sty

source: Feb
pl: Lut

source: Apr
pl: Kwi

source: Jun
pl: Czer

source: Jul
pl: Lip

source: Aug
pl: Sie

source: Sept
pl: Wrz

source: Oct
pl: Paz

source: Nov
pl: Lis

source: Dec
pl: Gru

source: Calendar
pl: Kalendarz

source: No Entries
pl: Brak wpisów

source: %s Events
pl: %s wpisów

source: 1st
pl: 1szy

source: 2nd
pl: 2gi

source: 3rd
pl: 3ci

source: 4th
pl: 4ty

source: 5th
pl: 5ty

source: 6th
pl: 6ty

source: week of
pl: tydzień z

source: entries for
pl: wpisów dla

source: Show Entries from Other Users
pl: Pokaż wpisy innych użytkowników

source: Add Event
pl: Dodaj zdarzenie

source: Title
pl: Tytuł

source: Type
pl: Typ

source: Select a Type
pl: Wybierz typ

source: Public
pl: Publiczny

source: Public Entry
pl: Wpis publiczny

source: Time
pl: Czas

source: All Day / No Specific Time
pl: Cały dzień/Bez pref.

source: Send e-mail reminder
pl: Wyślij przypomnienie e-mail

source: 15 min early
pl: 15 min wcześniej

source: 30 min early
pl: 30 min wcześniej

source: 45 min early
pl: 45 min wcześniej

source: 1 hour early
pl: 1 godzina wcześniej

source: 2 hours early
pl: 2 godziny wcześniej

source: 1 day early
pl: 1 dzień wcześniej

source: Length
pl: Długość

source: 15 minutes
pl: 15 minut

source: 30 minutes
pl: 30 minut

source: 45 minutes
pl: 45 minut

source: 1 hour
pl: 1 godzina

source: 1.5 hours
pl: 1,5 godziny

source: 2 hours
pl: 2 godziny

source: 3 hours
pl: 3 godziny

source: 4 hours
pl: 4 godziny

source: More than 4 hours
pl: Więcej niż 4 godziny

source: Desc
pl: Opis

source: Edit Event
pl: Edytuj zdarzenie

source: Save
pl: Zapisz

source: Delete
pl: Usuń

source: View Event
pl: Widok zdarzenia

source: Event Type
pl: Typ zdarzenia

source: Duration
pl: Czas trwania

source: Reminder
pl: Przypomnienie

source: Description
pl: Opis

source: Day
pl: Dzień

source: Week
pl: Tydzień

source: Month
pl: Miesiąc

source: Sunday
pl: Niedziela

source: Monday
pl: Poniedziałek

source: Tuesday
pl: Wtorek

source: Wednesday
pl: Środa

source: Thursday
pl: Czwartek

source: Friday
pl: Piątek

source: Saturday
pl: Sobota

source: Morning
pl: Rano

source: Evening
pl: Wieczorem

source: Type of Event
pl: Typ zdarzenia

source: Reminder Set
pl: Przypomnienie ustawione

source: All day event - None Set
pl: Całodzienny - bez ust.

source: None Set
pl: Nie ustawiony

source: Are you sure you want to delete this entry?
pl: Jesteś pewien że chcesz usunąć ten wpis?

source: All Day
pl: Cały dzień

source: 1 Minute
pl: 1 minuta

source: %s Minutes
pl: %s minut

source: 1 Hour
pl: 1 godzina

source: %s Hours
pl: %s godzin

source: More Than 4 Hours
pl: Więcej niż 4 godziny

source: 1 Minute Before
pl: 1 minuta przed

source: %s Minutes Before
pl: %s minut przed

source: 1 Hour Before
pl: 1 godzina przed

source: %s Hours Before
pl: %s godzin przed

source: 1 Day Before
pl: 1 dzień przed

source: %s Days Before
pl: %s dni przed

source: My Upcoming Events
pl: Nadchodzące Zdarzenia

source: Goto Today
pl: Przejdź do teraz

source: Invalid date.
pl: Nieprawidłowa data

source: Invalid user level for action.
pl: Nieprawidłowy poziom dostępu użytkownika dla tej akcji.

source: Invalid event type ID.
pl: Nieprawidłowy ID typu zdarzenia.

source: Invalid time format ID.
pl: Nieprawidłowy ID formatu czasu.

source: Required fields are missing.
pl: Wymagane pola nie są wypełnione.

source: Invalid hour.
pl: Nieprawidłowa godzina.

source: Invalid minute.
pl: Nieprawidłowa minuta.

source: Invalid meridiem value.
pl: Błędne wskazanie pory dnia.

source: Failed to add calendar event.
pl: Błąd przy dodaniu zdarzenia do kalendarza.

source: Invalid event ID.
pl: Nieprawidłowe ID zdarzenia.

source: Failed to update calendar event.
pl: Błąd aktualizacji zdarzenia.

source: immediately
pl: natychmiast

source: in 1 minute
pl: w ciągu 1 minuty

source: in %s minutes
pl: w ciągu %s minut

source: in 1 hour
pl: w ciągu 1 godziny

source: in %s hours
pl: w ciągu %s godzin

source: in 1 day
pl: w ciągu 1 dnia

source: in %s days
pl: w ciągu %s dni

source: A fatal error has occurred.
pl: Wystąpił błąd krytyczny

source: Calendar Reminders
pl: Przypomnienia(kalendarz)

source: Send out reminder e-mails from the CATS calendar.
pl: Wysyłka przypomnień e-mail z kalendarza ATS.

source: CATS Event Reminder
pl: ATS Przypomnienia dla zdarzeń

source: E-mailed %d calendar reminders.
pl: Wysłano %d przypomnień e-mail.

source: in %s hours
pl: w ciągu %s godzin

source: Form Error
pl: Błąd formularza

source: You must select an Event Type.
pl: Należy wybrać typ zdarzenia.

source: You must enter a Description.
pl: Należy wypełnić opis,

source: Candidates
pl: Kandydaci

source: Add New Candidate to This Job Order Pipeline
pl: Dodaj nowego kandydata do obsługi tego zlecenia

source: Add Candidate
pl: Dodaj kandydata

source: Basic Information
pl: Podstawowe informacje

source: This profile may already be in the system.
pl: Ten profil może już istnieć w systemie.

source: Possible duplicate candidate profile
pl: Możliwy duplikat profilu kandydata

source: Upload
pl: Załaduj

source: you may also paste the resume contents
pl: możesz także wkleić zawartość CV

source: Need to upload multiple resumes?
pl: Potrzeba załadowania wielu CV?

source: Click here!
pl: Kliknij tutaj!

source: Enter resume information manually or
pl: Wprowadź informacje z CV ręcznie lub

source: upgrade to CATS Professional
pl: rozszerz ATS

source: Middle Name
pl: Drugie imię

source: 2nd E-Mail
pl: 2gi e-mail

source: Web Site
pl: Strona Web

source: Home Phone
pl: Tel. domowy

source: Cell Phone
pl: Tel. kom.

source: Work Phone
pl: Tel. służb.

source: Address
pl: Adres

source: City
pl: Miasto

source: State
pl: Kraj

source: Postal Code
pl: Kod pocztowy

source: Lookup
pl: Pobierz

source: Best Time to Call
pl: Godziny kontaktu

source: You have already reached your limit of
pl: Osiągnięto limit

source: MB of attachments, and cannot add additional file attachments without upgrading to CATS Professional Hosted.
pl: MB załączników, należy rozszerzyć ATS

source: Copy and Paste Resume
pl: Kopiuj/wklej CV

source: Cut and paste resume text here.
pl: Wytnij/wklej tekst CV tutaj.

source: EEO Information
pl: Informacje EEO

source: Male
pl: Mężczyzna

source: Female
pl: Kobieta

source: Ethnic Background
pl: Pochodzenie etniczne

source: Veteran Status
pl: Kombatant

source: No
pl: Nie

source: Disability Status
pl: Stan niepełnosprawności

source: Yes
pl: Tak

source: Can Relocate
pl: Możliwość relokacji

source: Date Available
pl: Dostępny od

source: Current Employer
pl: Aktualny pracodawca

source: Current Pay
pl: Aktualne zarobki

source: Desired Pay
pl: Pożądane zarobki

source: Source
pl: Źródło

source: Key Skills
pl: Kluczowe umiejętności

source: Misc. Notes
pl: Inne notatki

source: Reset
pl: Wyczyść

source: Back to Search
pl: Powrót do wyszukiwania

source: Back to Candidates
pl: Powrót do kandydatów

source: Job Orders
pl: Zlecenia

source: Log Activity
pl: Dopisz Działanie

source: Schedule Event
pl: Zaplanuj zdarzenie

source: General
pl: Ogólny

source: Change Status
pl: Zmień status

source: Select a Status
pl: Wybierz status

source: Send E-Mail Notification to Candidate
pl: Wyślij wiadomość do kandydata
