Repository: TotalVDO123/OpenCATS_RecruitmentAPP
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: pl

source: Required fields (Company Name) are missing.
pl: Brakuje wymaganych pól (Nazwa firmy).

source: Duplicate entry.
pl: Zduplikowany wpis.

source: Unable to add company - no company name.
pl: Nie udało się dodać Firmy - błędna nazwa firmy.

source: Unable to add company.
pl: Nie udało się dodać Firmy.

source: Invalid company name.
pl: Nieprawidłowa nazwa formy.

source: However, the company was generated.
pl: Jednak, dane Firmy zostały wygenerowane.

source: You do not have permission to import mass resume documents.
pl: Brak uprawnień do importu masowego plików CV.

source: Please use the %s button on your web browser and select one or more files to import.
pl: Proszę użyć przycisku %s w przeglądarce i wybrać jeden lub więcej plików.

source: None of the files you uploaded were able to be imported!
pl: Żaden z załadowanych plików nie nadawał się do importu!

source: Information no Longer Available
pl: Informacja nie jest już .dostępna

source: Ooops! You probably used the <b>back</b> or <b>refresh</b> buttons on your browser.
pl: Błąd! Prawdopodobnie użyto przycisków <b>powrót</b> lub <b>odśwież</b> w przeglądarce.

source: The information you previously had here is no longer available.
pl: Informacja która była tu dostępna już nie istnieje.

source: To start a new mass resume import %s
pl: Aby rozpocząć nowy masowy import CV %s

source: This resume was parsed automatically. You should review it for errors.
pl: To CV zostało sparsowane automatycznie. Należy przejrzeć je pod kątem błędów.

source: OpenCATS has not yet been installed, or a previous installation was not completed.
pl: OpenATS nie został zainstalowany lub nie zakończyła się poprzednia instalacja.

source: Please visit the %s to continue.
pl: Otwórz stronę %s aby kontynuować.

source: Installation Wizard
pl: Kreator Instalacji

source: Add a new job order to the system.
pl: Dodaj nowe zlecenie do systemu.

source: You have not added any companies yet.
pl: Nie dodano jeszcze żadnych firm.

source: You can't add a job order until you add at least one company.
pl: Dodawać zlecenia można po wprowadzeniu przynajmniej jednej firmy.

source: Please go to the %s module and add a company.
pl: Przejdź do %s i dodaj firmę.

source: Start Date
pl: Data początkowa

source: disabled
pl: wyłączony

source: Internal Posting
pl: Dane wewnętrzne

source: Maximum Rate
pl: Maksymalna stawka

source: selected
pl: zaznaczony

source: Not Applicable
pl: Nie dotyczy

source: Salary
pl: Wynagrodzenie

source: Openings
pl: Otwarcia(ilość stanowisk)

source: Select a User
pl: Wybierz użytkownika

source: Company Job ID
pl: Firmowy nr zlecenia

source: Hot
pl: Ważny

source: Checking this box indicates that the job order is 'hot', and shows up highlighted throughout the system.
pl: Zaznaczenie tej opcji sprawi że zlecenie będzie wyświetlane w specjalny sposób.

source: Checking this box indicates that the job order is public. Job orders flaged as public will be able to be viewed by anonymous users.
pl: Zaznaczenie tej opcji sprawi że oferta będzie dostępna także dla niezalogowanych użytkowników.

source: Internal Notes
pl: Notatki wewnętrzne

source: Add / Edit / Delete Questionnaires
pl: Dodaj / Edytuj / Usuwaj kwestionariusze

source: Back to Job Orders
pl: Powrót do zleceń

source: Job Order
pl: Zlecenie

source: Empty Job Order
pl: Puste zlecenie

source: Copy Existing Job Order
pl: Skopiuj istniejące zlecenie

source: Create Job Order
pl: Utwórz zlecenie

source: Add Candidate to This Job Order Pipeline
pl: Dodaj kandydata do obsługi tego zlecenia

source: Search for a candidate below, and then click on the candidate's first or last name to add the selected candidate to the job order pipeline.
pl: Wyszukaj kandydata poniżej a następnie kliknij na imieniu lub nazwisku aby dodać kandydata do obsługi zlecenia.

source: Search by Full Name
pl: Szukaj po nazwisku

source: Show Candidate
pl: Pokaż kandydata

source: The selected candidate has been successfully added to the pipeline for this job order.
pl: Wybrany kandydat został dodany do obsługi tego zlecenia.

source: Create Job Order Attachment
pl: Utwórz załącznik do zlecenia

source: Edit Job Order
pl: Edytuj zlecenie

source: Total Openings
pl: Łącznie stanowisk (otwarcia)

source: Remaining Openings
pl: Pozostałe stanowiska (otwarcia)

source: Active / On Hold / Full
pl: Aktywny/Wstrzymany/Pełny

source: On Hold / Full
pl: Wstrzymany/Pełny

source: Closed / Canceled
pl: Zamknięty/Wycofany

source: Upcoming / Lead
pl: Nadchodzące/Prowadzone

source: Only My Job Orders
pl: Tylko moje zlecenia

source: Only Hot Job Orders
pl: Tylko ważne zlecenia

source: Add a job order, then attach candidates to the pipeline with their status (interviewing, qualifying, etc.)
pl: Dodaj zlecenie a następnie dołącz kandydatów do jego obsługi razem z ich statusem (prowadzony/kwalifikowany itp.)

source: Search Job Orders
pl: Wyszukaj zlecenia

source: The specified job order ID could not be found.
pl: Wskazane ID zlecenia nie zostało znalezione.

source: This Job Order is hidden - only a CATS Administrator can unlock the Job Order.
pl: To zlecenie jest ukryte - tylko Administrator ATS może je odblokować.

source: This Job Order is marked as Public.
pl: To zlecenie jest oznaczone jako publiczne.

source: Invalid recruiter user ID.
pl: Nieprawidłowe ID Rekrutera.

source: Invalid number of openings.
pl: Nieprawidłowa ilość stanowisk (otwieranych ofert).

source: Invalid start date.
pl: Nieprawidłowa data początkowa.

source: Failed to add job order.
pl: Błąd przy dodaniu zlecenia.

source: Invalid status.
pl: Nieprawidłowy status.

source: Failed to update job order.
pl: Błąd przy aktualizacji danych Zlecenia.

source: Invalid joborder ID.
pl: Nieprawidłowe ID procesu obsługi zlecenia.

source: Job Title
pl: Stanowisko(Tytuł)

source: Job Order Details
pl: Szczegóły zlecenia

source: This Job Order is %s and can not be modified.
pl: To zlecenie jest %s i nie może być modyfikowane.

source: the Job Order to make it Active.
pl: to zlecenie aby je uaktywnić.

source: CATS Job ID
pl: ID zlecenia

source: Contact Phone
pl: Kontakt - telefon

source: Contact Email
pl: Kontakt - e-mail

source: Location
pl: Lokacja

source: Max Rate
pl: Stawka maksymalna

source: Days Old
pl: Wiek(dni)

source: add attachment
pl: dodaj załącznik

source: Delete this job order?
pl: Usunąć to zlecenie?

source: Online Application
pl: Aplikacja on-line

source: Generate Report
pl: Generuj raport

source: Candidate Pipeline
pl: Obsługa kandydata

source: %s entries
pl: %s pozycji

source: All entries
pl: Wszystkie pozycje

source: Select all candidates
pl: Zaznacz wszystkich kandydatow

source: Export selected candidates
pl: Wyeksportuj zaznaczonych kandydatów

source: No data selected
pl: Nic nie wybrano

source: You must enter a job title.
pl: Stanowisko musi być wypełnione.

source: You must enter a city.
pl: Miasto musi być wypełnione.

source: You must enter a state.
pl: Kraj musi być wypełniony.

source: You must select a recruiter.
pl: Rekruter musi być wypełniony.

source: You must select an owner.
pl: Właściciel musi zostać wskazany.

source: You must enter a number of openings.
pl: Ilość stanowisk musi być wypełniona.

source: Openings must be a number.
pl: Ilość stanowisk musi być liczbą.

source: Remaining Openings can not be more than
pl: Pozostała ilość stanowisk nie może być większa niż

source: Lists
pl: Listy

source: Delete List
pl: Usuń Listę

source: Create lists to group candidates, job orders, companies and contacts and perform actions on them quickly.
pl: Twórz listy aby grupować kandydatów, zlecenia i kontakty a następnie wykonywać na nich działania.

source: Create lists from the <b>job orders, candidates, companies </b>or<b> contacts</b> tab.
pl: Tworzenie list z poziomu zakładek <b>zleceń, kandydatów, firm</b> lub <b>kontaktów</b>.

source: Show Lists
pl: Pokaż Listy

source: Invalid data item ID.
pl: Nieprawidłowe ID elementu.

source: Invalid saved list ID.
pl: Nieprawidłowe ID zapisanej Listy.

source: Static Lists
pl: Listy statyczne

source: Saving Changes, Please Wait...
pl: Zapis zmian - proszę czekać...

source: Saving Changes...
pl: Zapis zmian...

source: New List
pl: Nowa Lista

source: Add To Lists
pl: Dodaj do Listy

source: Adding to Lists, Please Wait
pl: Dodawanie do Listy - proszę czekać

source: This could take awhile
pl: To może potrwać dłużej

source: Items have been added to lists successfully.
pl: Elementy zostały dodane do Listy.

source: No listsToAdd passed.
pl: Brak argumentu(listsToAdd).

source: No itemsToAdd passed.
pl: Brak argumentu (itemsToAdd).

source: Invalid saved list type.
pl: Nieprawidłowy typ zapisanej Listy.

source: Invalid lists value.
pl: Nieprawidłowa wartość Listy.

source: Invalid items value.
pl: Nieprawidłowa wartość elementu.

source: Invalid name.
pl: Nieprawidłowa nazwa.

source: Count
pl: Ilość

source: List Type
pl: Typ Listy

source: Data Type
pl: Typ danych

source: Export Selected
pl: Wyeksportuj wybrane

source: opencats - Login
pl: Login do ATS

source: Login to Demo Account
pl: Zaloguj do konta demo

source: Forgot Login Information?
pl: Zapomniałeś dane logowania?

source: Login
pl: Zaloguj

source: This site does not exist. Please check the URL and try again.
pl: Ta strona nie istnieje. Sprawdź URL i spróbuj ponownie.

source: Company Identifier
pl: Identyfikator firmy

source: Username
pl: Nazwa użytkownika

source: Password
pl: Hasło

source: Create Free Trial Site
pl: Utwórz stronę próbną

source: Forgot Login Information
pl: Zapomniałem danych logowania

source: opencats support forum
pl: Forum OpenCATS

source: You must enter a username.
pl: Należy wprowadzić nazwę użytkownika.

source: You must enter a password.
pl: Należy wprowadzić hasło.

source: EEO Reports
pl: Raporty EEO

source: Reports
pl: Raporty

source: EEO Report
pl: Raport EEO

source: Work In Progress
pl: Praca w trakcie

source: Generate a report on Equal Employment Opportunity Statistics.
pl: Generuj raport EEOS(Equal Employment Opportunity Statistics)

source: Date Range
pl: Zakres dat

source: All time
pl: Cały czas

source: Preview Report
pl: Podgląd raportu

source: Report Preview
pl: Podgląd raportu

source: Candidates by Ethnic Types
pl: Kandydaci wg poch. etnicznego

source: Candidates by Veteran Status
pl: Kandydacie wg st. kombat.

source: New Job Orders
pl: Nowe zlecenia

source: New Candidates
pl: Nowi kandydaci

source: New Companies
pl: Nowe firmy

source: New Submissions
pl: Nowe zgłoszenia

source: New Placements
pl: Nowe zatrudnienia

source: New Contacts
pl: Nowe kontrakty

source: This Week
pl: Ten tydzień

source: This Month
pl: Ten miesiąc

source: This Year
pl: Ten rok

source: Last Year
pl: Ostatni rok

source: To Date
pl: Do teraz

source: Total Job Orders
pl: Łącznie zlecenia

source: Total Candidates
pl: Łącznie kandydaci

source: Total Companies
pl: Łącznie firmy

source: Total Submissions
pl: Łącznie zgłoszenia

source: Total Placements
pl: Łącznie zatrudnienia

source: Total Contacts
pl: Łącznie kontrakty

source: Settings
pl: Ustawienia

source: Add Site User
pl: Dodaj użytkownika

source: Back to User Management
pl: Powrót do zarządzania użytkownikami

source: LDAP Authentication is enabled, hence password not required.
pl: Autentykacja LDAP jest włączona - hasło nie jest wymagane.

source: Retype Password
pl: Powtórz hasło

source: Access Level
pl: Poziom dostępu

source: Default
pl: Domyślny

source: Access Description
pl: Opis dostępu

source: Delete - All lower access, plus the ability to delete information on the system.
pl: Usuń - wszystkie uprawnienia niższe + możliwość usuwania informacji z systemu.

source: Role
pl: Rola

source: This user is a normal user.
pl: Ten użytkownik jest standardowy

source: Normal User
pl: Standardowy użytkownik

source: Role Description
pl: Opis roli

source: Allowed to view EEO Information
pl: Zezwolenie na dostęp do informacji EEO

source: You are currently using your full allotment of active user accounts. Disable an existing account or upgrade your license to add another active user.
pl: Aktualnie w użyciu maksymalna ilość kont użytkownika. Wyłącz jedno z kont lub rozszerz licencję.

source: Add User
pl: Dodaj użytkownika

source: Administration
pl: Administracja

source: Site Management
pl: Zarządzanie stroną

source: Careers Website
pl: Portal dla zgłoszeń

source: Configure your website where applicants can apply and post their resumes for your jobs.
pl: Skonfiguruj stronę na której aplikanci mogą się zgłaszać, rejestrować i dodawać swoje CV dla ofert pracy.

source: Change Site Details
pl: Zmień opcje strony

source: Change the site details such as site name and institution configuration.
pl: Zmień szczegóły takie jak nazwa i konfiguracja.

source: User Management
pl: Zarządzanie użytkownikami

source: Add, edit and delete users for your site.
pl: Dodawaj, edytuj i usuwaj użytkowników tej strony.

source: Login Activity
pl: Logowanie na stronę

source: Shows you the login history for your site.
pl: Wyświetla historię logowania na stronę.

source: General E-Mail Configuration
pl: Ogólna konfiguracja e-mail

source: Configure E-Mail preferences such as return address and when E-Mails are sent.
pl: Skonfiguruj opcje związane z pocztą elektroniczną (np. takie jak adres zwrotny).

source: E-Mail Template Configuration
pl: Szablony wiadomości e-mail

source: Configure E-Mail templates for your site.
pl: Skonfiguruj szablony e-mail dla wiadomości generowanych przez stronę.

source: Localization
pl: Lokalizacja

source: Change how addresses and times are displayed and behave for different regions.
pl: Zmiana atrybutów specyficznych dla regionu(np. sposób wyświetlania daty i czasu).

source: Data Import
pl: Import danych

source: Import resumes, candidates, companies or contacts from files on your computer.
pl: Import CV, kandydatów, firm lub kontaktów z lokalnych plików na komputerze.

source: Site Backup
pl: Kopia zapasowa danych ze strony.

source: Produce a downloadable backup with all the content in your site.
pl: Generuje do pobranaia kopię zapasową całej zawartości strony.

source: Feature Settings
pl: Ustawienia cech

source: Configure how your site's reports look by default.
pl: Skonfiguruj domyślny wygląd raportów

source: EEO / EOC Support
pl: Wsparcie dla EEO/EOC

source: Enable and configure EEO / EOC compliance tracking.
pl: Włącz i konfiguruj śledzenie zgodności z EEO/EOC

source: Configure Tags
pl: Skonfiguruj tagi

source: Add/Remove tags, description for tags
pl: Dodawaj/usuwaj tagi i opisy do nich.

source: GUI Customization
pl: Dostosowanie interfejsu użytkownika

source: Customize Calendar
pl: Dostosowanie kalendarza

source: Change calendar settings, such as the duration of a work day.
pl: Zmiana ustawień kalendarza jak godziny dla dnia pracy.

source: Customize Extra Fields
pl: Dostosowanie pól dodatkowych

source: Add, rename, and remove extra text fields from various data types.
pl: Dodawaj, zmieniaj i usuwaj dodatkowe pola różnych typów.

source: Scheduler
pl: Harmonogram

source: Change how CATS interacts with the server to schedule tasks.
pl: Zmiana elementów harmonogramu.

source: Passwords
pl: Hasła

source: Change how CATS stores user passwords, and how users can retrieve them.
pl: Zmiana sposobu składowania haseł i sposobu ich odzyskiwania przez użytkowników.

source: New Version Check
pl: Weryfikacja nowych wersji

source: Change how CATS checks periodically for new versions.
pl: Zmiana sposobu w jaki system sprawdza dostępność nowych wersji.

source: System Information
pl: Informacje o systemie

source: View information about this CATS installation.
pl: Podgląd informacji dotyczących tej instalacji ATS.

source: Other Settings
pl: Inne ustawienia

source: Create Site Backup
pl: Utwórz kopię danych

source: Create a backup of your entire CATS database (including all of your attachments).
pl: Utwórz kopię całej bazy danych(włączając wszystkie załączniki).

source: Note: Only one backup of your database can be stored on the server at a time. Creating a new backup will delete the previous backup.
pl: Informacja: Tylko jedna kopia może być przechowywana na serwerze. Utworzenie nowej zastąpi poprzednią.

source: Backing up database, please wait... (Now would be a good time to take a coffee break!)
pl: Tworzenie kopii zapasowej dla bazy danych, proszę czekać...

source: Last backup
pl: Ostatnia kopia

source: Delete this backup?
pl: Usunąć ta kopię?

source: Click the file above to download the backup.
pl: Kliknij powyżej aby pobrać zawartość archiwum.

source: Create Full System Backup
pl: Utwórz pełną kopię zapasową

source: Create Attachments Backup
pl: Utwórz kopię dla załączników

source: Careers Website Questionnaire
pl: Kwestionariusz dla Portalu zgłoszeń

source: A questionnaire provides questions to candidates before they apply through your careers website.
pl: Kwestionariusz dostarcza pytań dla kandydatów zanim zaaplikują przez stronę.

source: You can specify actions to perform based on the responses they give.
pl: Można ustawić akcje do wykonania na podstawie określonych odpowiedzi.

source: Cancel, Go Back
pl: Anuluj, Powrót

source: Save Changes
pl: Zapisz zmiany

source: Add Questionnaire
pl: Dodaj kwestionariusz.

source: Update
pl: Aktualizuj

source: In-active
pl: Nieaktywny

source: Questions
pl: Pytania

source: Question
pl: Pytanie

source: Question Type
pl: Typ pytania

source: Remove
pl: Usuń

source: Drop-down List
pl: Lista rozwijana

source: Checkboxes
pl: Pola wyboru(check)

source: Radio Buttons
pl: Pola wyboru(radio)

source: Text
pl: Tekst

source: Answer
pl: Odpowiedź

source: Add to <b>source</b>
pl: Dodaj do <b>źródła</b>

source: Add to <b>notes</b>
pl: Dodaj do <b>notatek</b>

source: Mark the candidate as <span style="color: #800000"><b>hot</b></span>
pl: Zaznacz kandydata jako <span style="color: #800000"><b>specjalnego</b></span>

source: Mark the candidate as <b>inactive</b> and eliminate from searches.
pl: Zaznacz kandydata jako <b>nieaktywnego</b> i wyeliminuj z wyszukiwania.

source: Mark that the candidate is able to relocate.
pl: Zaznacz kandydata jako zdolnego do relokacji.

source: Add to <b>key skills</b>
pl: Dodaj do <b>kluczowych umiejętności</b>

source: add action
pl: dodaj akcję

source: Add Action
pl: Dodaj akcję

source: Add text to the candidate source
pl: Dodaj tekst do pola źródło dla kandydata

source: Add text to the candidate's notes
pl: Dodaj tekst do notatek dla kandydata

source: Mark the candidate as hot
pl: Zaznacz kandydata jako specjalnego

source: Mark the candidate as inactive and eliminate from searches
pl: Zaznacz kandydata jako nieaktywnego i wyeliminuj z wyszukiwania

source: Mark that the candidate is able to relocate
pl: Zaznacz kandydata jako zdolnego do relokacji

source: Add text to the candidate's key skills
pl: Dodaj tekst do kluczowych umiejętności kandydata

source: add answer
pl: dodaj odpowiedź

source: Add Answer
pl: Dodaj odpowiedź

source: add question
pl: dodaj pytanie

source: Add Question
pl: Dodaj pytanie

source: Start Over
pl: Rozpocznij od nowa

source: Career Portal Settings
pl: Ustawienia Portalu dla zgłoszeń

source: Enable Public Career Portal
pl: Włącz Portal dla zgłoszeń

source: Allow Browsing of All Public Job Orders
pl: Zezwól na przeglądanie wszystkich publicznych ofert

source: Allow candidates to register and update their contact information
pl: Zezwól kandydatom na rejestrację i aktualizację danych kontaktowych

source: Show Company Column in Job Order List
pl: Pokaż nazwę firmy na liście ofert

source: Show Department Column in Job Order List
pl: Pokaż Wydział na liście ofert

source: Career Portal URL
pl: URP Portalu dla zgłoszeń

source: Save Settings
pl: Zapisz ustawienia

source: Build a questionnaire to provide to candidates before they apply. You can specify actions to perform based on their responses.
pl: Zbuduj kwestionariusz dla kandydatów do wypełnienia przed aplikacją. Można definiować akcje do wykonania na bazie poszczególnych odpowiedzi.

source: Inactive
pl: Nieaktywny

source: You have no questionnaires. Click %s to create one.
pl: Nie ma żadnych kwestionariuszy. Kliknij %s aby utworzyć nowy.

source: Templates
pl: Szablony

source: You can choose a style for your Career Portal by clicking a template below and pressing "Set as Active".
pl: Możesz wybrać wygląd Portalu przez wybranie szablonu i kliknięcie "Ustaw jako aktywny".

source: You may also duplicate an existing template to make a custom template, allowing you make the Career Portal closer match the look and feel of your corporate web page.
pl: Można także skopiować istniejący szablon aby utworzyć nowy szablon użytkownika. Następnie dostosować go do swoich potrzeb.

source: Customizing a template requires basic knowledge of HTML and CSS.
pl: Dostosowanie szablonu wymaga podstawowej wiedzy o HTML i CSS.

source: Built in Templates
pl: Wbudowane szablony.

source: Custom Templates
pl: Szablony użytkownika.

source: New
pl: Nowy

source: This template name is already in use, please use another.
pl: Ta nazwa szablonu jest już w użyciu - użyj innej.

source: New Template Name
pl: Nowa nazwa szablonu

source: Unnamed
pl: Bez nazwy

source: Full Screen Preview
pl: Podgląd pełnoekranowy

source: Duplicate
pl: Duplikat

source: Set as Active
pl: Ustaw jako aktywny

source: Are you sure you want to delete this template?
pl: Jesteś pewien że chcesz usunąć ten szablon?

source: To edit this template, you must first make a duplication of it.
pl: Aby zmienić ten szablon musisz najpierw wykonać duplikat.

source: Edit Template
pl: Edytuj szablon

source: Top, Left, and Footer is HTML code used in the body of every page, and CSS is the CSS code included in every page.
pl: Sekcje Header, Footer, Left, CSS - zawierają kod HTML i CSS użyty w każdej ze stron w sekcjach "Content - ..."

source: Some fields have special keywords which are used to position some kind of content.
pl: Niektóre z sekcji posiadają dodatkowe przyciski z pomocą których można w nich umieszczać specjalne tagi. Te tagi zostaną w wyświetlonej stronie zamienione na odpowiednią zawartość.

source: For example, the Left area has links to other pages in the template, and the 'body: search results' area can include a keyword which gets replaced with a table of search results or job openings.
pl: Dla przykładu sekcja "Left" posiada liki do innych stron szablonu.

source: A button is included on these areas to insert the associated keywords.
pl: Po rozwinięciu sekcji w jej górnej części są dostępne przyciski za pomocą których można wstawiać zawartość.

source: Save and Continue Editing
pl: Zapisz i kontynuuj edycję

source: Insert Site Name
pl: Wstaw nazwę strony

source: Insert Menu Options
pl: Wstaw Pozycje menu

source: Insert number of Open Positions
pl: Wstaw Ilość stanowisk

source: Insert Job Title
pl: Wstaw Tytuł oferty

source: Address Line
pl: Linia adresu

source: Zip Code
pl: Kod pocztowy

source: Phone Number (Work)
pl: Nr telefonu (służb.)

source: Phone Number (Home)
pl: Nr telefonu (dom.)

source: E-Mail Address
pl: Adres e-mail

source: E-Mail Address 2
pl: Adres e-mail 2

source: Retype E-Mail Address (optional)
pl: Przepisz e-mail(opcjonal.)

source: Resume Upload
pl: Upload CV

source: Extra Notes
pl: Dod. notatki

source: EEO: Gender
pl: EEO: Płeć

source: EEO: Ethnicity
pl: EEO:Poch. etniczne

source: EEO: Veteran Status
pl: EEO:Status komb.

source: EEO: Disability Status
pl: EEO:Status sprawn.

source: Apply for Position
pl: Aplikuj

source: Submit Button
pl: Przycisk zgłoszenia

source: Insert job application field
pl: Wstaw pole wniosku aplikacyjnego

source: Insert back to job details link
pl: Wstaw link powrotu do szczegółów oferty

source: Job Details
pl: Szczegóły oferty

source: Page Body
pl: Zawartość strony

source: First Name, Last Name input boxes
pl: pola tekstowe Imię,Nazwisko
